[
  {
    "quote": "During Aryan’s internship at Exicom Technologies, he consistently demonstrated exceptional programming skills, a strong work ethic, and an eagerness to take ownership of complex tasks. He quickly grasped our mission-critical systems and contributed to projects that required both precision and creativity. Aryan’s collaborative spirit made him a valued member of the team, and his clear, proactive communication ensured smooth coordination across departments. I was particularly impressed by his ability to deliver high-quality solutions under tight timelines. I have no doubt that Aryan will excel in any challenge he takes on, and I wholeheartedly recommend him to any future endeavor",
    "name": "Raghav Agarwal",
    "role": "Director, Exicom Technologies Pvt. Ltd.",
    "photo": "",
    "linkedin": "https://www.linkedin.com/in/raghavagarwal14/"
  },
  {
    "quote": "I am pleased to recommend Aryan Maheshwari, an exceptional student from the AI & Data Science program at KJ Somaiya Institute of Technology. Throughout his B.Tech, Aryan consistently demonstrated outstanding technical skills, deep curiosity for machine learning, and a problem-solving mindset.With a stellar GPA of 9.4, he excelled in both academic and practical domains—contributing to impactful projects like Semantic Segmentation in Self-Driving Cars and Stock Price Prediction Using LSTM. His strong grasp of advanced mathematics, ML techniques, and participation in hackathons and Kaggle competitions set him apart as a well-rounded talent.Beyond his technical ability, Aryan stands out for his leadership, collaboration, and clear communication of complex ideas. His integrity, reliability, and drive for excellence make him an asset in any academic or professional setting. I have no doubt he will excel in all future endeavors.",
    "name": "Dr. Milind Nemade",
    "role": "Professor and Head of Artificial Intelligence and Data Science Department, KJ Somaiya Institute of Technology",
    "photo": "recs/nemade.png",
    "linkedin": "https://www.linkedin.com/in/milind-nemade-657627b8/"
  }
]
